/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ geleden";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "over %@";

/* localized date component names and plural forms */
"now" = "nu";
"%d year (plural rule: zero)" = "%d jaar";
"%d year (plural rule: one)" = "%d jaar";
"%d year (plural rule: two)" = "%d jaar";
"%d year (plural rule: few)" = "%d jaar";
"%d year (plural rule: many)" = "%d jaar";
"%d year (plural rule: other)" = "%d jaar";
"%d month (plural rule: zero)" = "%d maanden";
"%d month (plural rule: one)" = "%d maand";
"%d month (plural rule: two)" = "%d maanden";
"%d month (plural rule: few)" = "%d maanden";
"%d month (plural rule: many)" = "%d maanden";
"%d month (plural rule: other)" = "%d maanden";
"%d week (plural rule: zero)" = "%d weken";
"%d week (plural rule: one)" = "%d week";
"%d week (plural rule: two)" = "%d weken";
"%d week (plural rule: few)" = "%d weken";
"%d week (plural rule: many)" = "%d weken";
"%d week (plural rule: other)" = "%d weken";
"%d day (plural rule: zero)" = "%d dagen";
"%d day (plural rule: one)" = "%d dag";
"%d day (plural rule: two)" = "%d dagen";
"%d day (plural rule: few)" = "%d dagen";
"%d day (plural rule: many)" = "%d dagen";
"%d day (plural rule: other)" = "%d dagen";
"%d hour (plural rule: zero)" = "%d uur";
"%d hour (plural rule: one)" = "%d uur";
"%d hour (plural rule: two)" = "%d uur";
"%d hour (plural rule: few)" = "%d uur";
"%d hour (plural rule: many)" = "%d uur";
"%d hour (plural rule: other)" = "%d uur";
"%d minute (plural rule: zero)" = "%d minuten";
"%d minute (plural rule: one)" = "%d minuut";
"%d minute (plural rule: two)" = "%d minuten";
"%d minute (plural rule: few)" = "%d minuten";
"%d minute (plural rule: many)" = "%d minuten";
"%d minute (plural rule: other)" = "%d minuten";
"%d second (plural rule: zero)" = "%d seconden";
"%d second (plural rule: one)" = "%d seconde";
"%d second (plural rule: two)" = "%d seconden";
"%d second (plural rule: few)" = "%d seconden";
"%d second (plural rule: many)" = "%d seconden";
"%d second (plural rule: other)" = "%d seconden";
